Repository: jike-org/DecibelMeter
Catalog: DecibelMet/DecibelMet/tran/*.lproj/Localizable.strings
Languages: ar

source: Sound Meter & Dosimeter
ar: مقياس الصوت ومقياس الجرعة الإشعاعية

source: Detect Sound Level
ar: اكتشاف مستوى الصوت

source: Measurement History
ar: ذاكرة القياس

# Trial7
source: Start with a 7-day free trial, then 3.99 per week
ar: الأسبوع.

source: Continue
ar: متابعة

source: Camera
ar: الكاميرا

source: Location
ar: الموقع

source: Photo Library
ar: معرض الصور

# Ok
source: okay
ar: موافق

source: Allow Once
ar: السماح مرة واحدة

# AllowWhile
source: Allow While Using App
ar: السماح أثناء استخدام التطبيق

source: and
ar: و

source: Allow
ar: السماح

source: Don’t Allow
ar: عدم السماح

source: Terms of service
ar: شروط الخدمة

source: Terms of use
ar: شروط الاستخدام

# PrivacyPolice
source: Privacy policy
ar: سياسة الخصوصية

# Start7Day
source: Start with a 7-day free trial
ar: بدء التجربة المجانية لمدة 7 أيام

source: Records
ar: التسجيلات

source: Settings
ar: الإعدادات

source: FAQ
ar: الأسئلة الشائعة

source: Unlock all features
ar: إتاحة كل الميزات

source: Rate us
ar: التقييم

source: Support
ar: الدعم

source: Privacy policy
ar: سياسة الخصوصية

source: Share with friends
ar: المشاركة مع الأصدقاء

source: Dark theme
ar: النسق الداكن

source: Dosimeter
ar: مقياس الجرعة الإشعاعية

# LikeApp
source: Do you like this app?
ar: هل أعجبك هذا التطبيق؟

source: Yes
ar: نعم

source: No
ar: لا

source: Unlock All Access
ar: إتاحة الوصول الكامل

source: Week
ar: أسبوع

source: Year
ar: عام

source: Month
ar: شهر

source: Restore
ar: استعادة

# Maximum
source: Maximum (MAX)
ar: الأقصى

# Average
source: Average (AVG)
ar: المتوسط

# Minimum
source: Minimum (MIN)
ar: الأدنى

# Minute
source: Minute (min)
ar: دقيقة

# Second
source: Second (sec)
ar: ثانية

# Hour
source: Hour (hr)
ar: ساعة

source: Date
ar: التاريخ

source: Share
ar: مشاركة

source: Delete
ar: حذف

source: Edit
ar: تحرير

# DecibelMicro
source: Decibel Meter” Would Like to Access the Microphone
ar: يرغب تطبيق Decibel Meter” في الوصول إل الميكروفون

# Required
source: Required for the app to work, in order to measure audio noise level
ar: هذا مطلوب لكي يتمكن التطبيق من قياس مستوى ضوضاء الصوت

source: Microphone
ar: الميكروفون

# SetMicro
source: Please set microphone usage permission in settings for work
ar: يُرجى تمكين الإذن باستخدام الميكروفون في الإعدادات لكي يعمل التطبيق

# CameraAcces
source: Decibel Meter” Would Like to Access the Camera
ar: يرغب تطبيق Decibel Meter” في الوصول إلى الكاميرا

# RequiredWork
source: Required for the app to work, in order to capture video and audio noise level
ar: هذا مطلوب لكي يتمكن التطبيق من التقاط مستويات ضوضاء الفيديو والصوت

source: Camera permission
ar: إذن الوصول للكاميرا

# CameraSet
source: Please set camera usage permission in settings for work
ar: يُرجى تمكين الإذن باستخدام الكاميرا في الإعدادات لكي يعمل التطبيق

# AccessPhotos
source: Decibel Meter” Would Like to Access Your Photos
ar: يرغب تطبيق Decibel Meter” في الوصول إل الصور

# RequiredVideo
source: Required for the app to work, in order to save video and audio noise level
ar: هذا مطلوب لكي يتمكن التطبيق من حفظ مستوى ضوضاء الفيديو والصوت

source: Photo library permission
ar: إذن الوصول لمعرض الصور

# SetPhoto
source: Please set photo library usage permission in settings for work
ar: يُرجى تمكين الإذن باستخدام معرض الصور في الإعدادات لكي يعمل التطبيق

# AllowLocation
source: Allow “Decibel Meter” to use your location?
ar: السماح لتطبيق “Decibel Meter” باستخدام موقعك؟

# CaptureImage
source: Used to display city location in captured images
ar: يتم استخدامه في عرض موقع المدينة في الصور الملتقطة

source: Location permission
ar: الإذن بالوصول للموقع

# setLocation
source: Please set location usage permission in settings for work
ar: يُرجى تمكين الإذن باستخدام الموقع في الإعدادات لكي يعمل التطبيق

# appWil
source: This app will help you measure the noise level of your environment:
ar: سيساعدك هذا التطبيق على قياس مستوى الضوضاء في بيئتك.

source: Unlimited recording
ar: تسجيل غير محدود

# Unlimitedaccess
source: Unlimited access to the Dosimeter
ar: وصول غير محدود إلى مقياس الجرعة الإشعاعية

source: Unlimited photo and video
ar: صور وفيديوهات غير محدودة

source: Noise Data
ar: بيانات الضوضاء

source: Cancel
ar: إلغاء

source: PHOTO
ar: الصورة

source: VIDEO
ar: الفيديو

# recording
source: Recording name
ar: اسم التسجيل

source: Save
ar: حفظ
